Ran Apply for dir: `.` workspace: `production`

**Apply Error**
<details><summary>Show Output</summary>

```
running "/usr/bin/terraform apply -input=false -no-color" in "/home/ubuntu/.atlantis/repos/1995navinkumar/terraform/34/production": exit status 1
Running apply in Terraform Cloud. Output will stream here. Pressing Ctrl-C
will cancel the remote apply if it's still pending. If the apply started it
will stop streaming the logs, but will not stop the apply running remotely.

Preparing the remote apply...

To view this run in a browser, visit:
https://app.terraform.io/app/sknk/production/runs/run-qxdfYU2F3HnXu6fA

Waiting for the plan to start...

Terraform v1.6.1
on linux_amd64
Initializing plugins and modules...
module.kubernetes.module.postgresql.kubernetes_config_map.sql_scripts: Refreshing state... [id=postgresql/sql-scripts]
module.kubernetes.module.whoami.helm_release.whoami: Refreshing state... [id=whoami]
module.kubernetes.module.react-starter-vite.helm_release.react-starter-vite: Refreshing state... [id=react-starter-vite]
module.kubernetes.module.test-server.helm_release.test-server: Refreshing state... [id=test-server]
module.kubernetes.module.signalling-server.helm_release.signalling-server: Refreshing state... [id=signalling-server]
module.kubernetes.module.grafana.helm_release.grafana: Refreshing state... [id=grafana]
module.kubernetes.module.grafana.helm_release.grafana-agent: Refreshing state... [id=grafana-agent]
module.kubernetes.module.postgresql.helm_release.postgresql: Refreshing state... [id=postgresql]
module.kubernetes.module.storage.kubernetes_manifest.local-storage-class: Refreshing state...
module.kubernetes.module.storage.kubernetes_manifest.persistent-volume-3Gi_1: Refreshing state...
module.kubernetes.module.storage.kubernetes_manifest.persistent-volume-3Gi_3: Refreshing state...
module.kubernetes.module.prometheus.kubernetes_manifest.prometheus-namespace: Refreshing state...
module.kubernetes.module.storage.kubernetes_manifest.persistent-volume-3Gi_2: Refreshing state...
module.kubernetes.module.traefik.helm_release.traefik: Refreshing state... [id=traefik]
module.kubernetes.module.grafana.helm_release.loki: Refreshing state... [id=loki]
module.kubernetes.module.grafana.helm_release.promtail: Refreshing state... [id=promtail]
module.kubernetes.module.prometheus.helm_release.prometheus: Refreshing state... [id=prometheus]
module.kubernetes.module.grafana.kubernetes_manifest.grafana-faro-svc: Refreshing state...
module.kubernetes.module.grafana.kubernetes_manifest.grafana-faro-middleware: Refreshing state...
module.kubernetes.module.postgresql.helm_release.pgadmin: Refreshing state... [id=pgadmin]
module.kubernetes.module.postgresql.kubernetes_job.run_sql_scripts: Refreshing state... [id=postgresql/run-sql-scripts]
module.kubernetes.module.grafana.kubernetes_manifest.grafana-agent-ingress: Refreshing state...
module.kubernetes.module.prometheus.kubernetes_manifest.prometheus-ingress-middleware: Refreshing state...
module.kubernetes.module.prometheus.kubernetes_manifest.prometheus-ingress: Refreshing state...

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
  - destroy

Terraform will perform the following actions:

  # module.kubernetes.module.kacheri.helm_release.kacheri will be created
  + resource "helm_release" "kacheri" {
      + atomic                     = false
      + chart                      = "kubernetes/kacheri"
      + cleanup_on_fail            = false
      + create_namespace           = false
      + dependency_update          = false
      + disable_crd_hooks          = false
      + disable_openapi_validation = false
      + disable_webhooks           = false
      + force_update               = false
      + id                         = (known after apply)
      + lint                       = false
      + manifest                   = (known after apply)
      + max_history                = 0
      + metadata                   = (known after apply)
      + name                       = "kacheri"
      + namespace                  = "default"
      + pass_credentials           = false
      + recreate_pods              = false
      + render_subchart_notes      = true
      + replace                    = false
      + reset_values               = false
      + reuse_values               = false
      + skip_crds                  = false
      + status                     = "deployed"
      + timeout                    = 300
      + values                     = [
          + <<-EOT
                image: 1995navinkumar/kacheri:939098b47100bf1b987e7ea3deff488a1e9f87c8
            EOT,
        ]
      + verify                     = false
      + version                    = "0.0.1"
      + wait                       = true
      + wait_for_jobs              = false
    }

  # module.kubernetes.module.signalling-server.helm_release.signalling-server will be destroyed
  - resource "helm_release" "signalling-server" {
      - atomic                     = false -> null
      - chart                      = "kubernetes/signalling-server" -> null
      - cleanup_on_fail            = false -> null
      - create_namespace           = false -> null
      - dependency_update          = false -> null
      - disable_crd_hooks          = false -> null
      - disable_openapi_validation = false -> null
      - disable_webhooks           = false -> null
      - force_update               = false -> null
      - id                         = "signalling-server" -> null
      - lint                       = false -> null
      - max_history                = 0 -> null
      - metadata                   = [
          - {
              - app_version = ""
              - chart       = "signalling-server"
              - name        = "signalling-server"
              - namespace   = "default"
              - revision    = 3
              - values      = jsonencode(
                    {
                      - image = "1995navinkumar/signalling-server:44591707aa4818c9d1f395315b5f8471a1f7f8a5"
                    }
                )
              - version     = "0.0.1"
            },
        ] -> null
      - name                       = "signalling-server" -> null
      - namespace                  = "default" -> null
      - pass_credentials           = false -> null
      - recreate_pods              = false -> null
      - render_subchart_notes      = true -> null
      - replace                    = false -> null
      - reset_values               = false -> null
      - reuse_values               = false -> null
      - skip_crds                  = false -> null
      - status                     = "deployed" -> null
      - timeout                    = 300 -> null
      - values                     = [
          - <<-EOT
                image: 1995navinkumar/signalling-server:44591707aa4818c9d1f395315b5f8471a1f7f8a5
            EOT,
        ] -> null
      - verify                     = false -> null
      - version                    = "0.0.1" -> null
      - wait                       = true -> null
      - wait_for_jobs              = false -> null
    }

Plan: 1 to add, 0 to change, 1 to destroy.

Error: Cannot confirm apply due to -input=false. Please handle run confirmation in the UI.

```
</details>